syllabus.tex
% Created 2016-01-14 Thu 22:27
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{graphicx}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2016 W.\ F.\ Schneider}
\rfoot{\thepage}
\title{University of Notre Dame\\Advanced Chemical Engineering Thermodynamics\\(CBE 60553)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage{titlesec}
\titlespacing*{\section}
{0pt}{0.6\baselineskip}{0.2\baselineskip}
\titlespacing*{\subsection}
{0pt}{0.6\baselineskip}{0.2\baselineskip}
\titlespacing*{\subsubsection}
{0pt}{0.4\baselineskip}{0.1\baselineskip}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CBE 20255 Syllabus}
\begin{document}

\begin{options}
\end{options}

\begin{center}
\textsc{\Large Introduction to Chemical Engineering (CBE 20255)}\\University of Notre Dame, Spring 2016
\end{center}
\begin{tabular*}{\textwidth}{@{\extracolsep{\fill}}l r}
\hline
Prof.\ Bill Schneider & Classroom: 356A Fitz.\\
Office: 123b Cushing & Lecture MWF 10:30-11:20\\
\email{wschneider@nd.edu}, phone 574-631-8754 & Tutorial M 3:30-4:20\\
\hline
\end{tabular*}

\section{Introduction to Chemical Engineering}
\label{sec-1}
Welcome to your first course in Chemical Engineering!  Engineering is a way of
thinking: a problem-solving, goal-oriented mindset founded on sound
quantitative, scientific concepts. In Chemical Engineering, those concepts
primarily involve chemical processes: processes that involve moving stuff
around, mixing it up, reacting it, separating it, heating or cooling it---as
happens in engineered chemical systems as small as a microbe and as large as a
petroleum refinery. These are all topics you will learn about in the three core
Chemical Engineering courses: Thermodynamics, Transport, and Reactions.  To get
you prepared, first you must become familiar with the terminology, basic problem
solving techniques, and core concepts and applications of mass and energy
conservation (``balances'').  That is what this course is about.

Chemical Engineering is a concept-rich field and a demanding course of study.
Good study habits start now.  I strongly encourage you to keep up with the
reading and homework and to feel welcome to ask questions in class.  Don't be
bashful: if you don't understand something, chances are some of your classmates
(and perhaps even your instructor!) don't either.

\section{Text}
\label{sec-2}
Richard M. Felder, Roger W. Rousseau, Lisa G. Bullard, ``Elementary Principles of Chemical Processes,'' Wiley, 3rd or 4th ed.



\section{Lecture and Tutorial}
\label{sec-3}
The topics and example problems will be covered during lecture.  Attendance is
expected, and you should be prepared to ask and answer questions.  The tutorial
period is a time for you to ask questions of the Instructor and TA, work with
your classmates, and get assistance with homework assignments. Attendance is
optional, other than for the three quizzes that are scheduled during the
tutorial periods.

\section{Homework}
\label{sec-4}
Ten graded problem sets will be distributed during the semester and will be due at the beginning of class on dates to be announced.  \textbf{Assignments turned in late will automatically lose 20\%, and those turned in after the solutions are posted will not be accepted.}  Your two lowest scores on homework will be dropped.  You may discuss the homework with your classmates, but \textbf{what you turn in must be your own work.}

\section{Homework Defense}
\label{sec-5}
To help me get to know you and how you are doing with the course, after each homework assignment three of you will be chosen at random to meet with me one-on-one to defend their homework answers.


\section{Grading}
\label{sec-6}
Grades will be based on the homework (25\%), two in-class exams (30\%), three tutorial quizzes (15\%), and a cumulative final (30\%).

\section{Web}
\label{sec-7}
This syllabus, reading assignment, the homework assignments and solutions, and a summary of the lecture schedule with any useful supplementary material is available on the web at \url{http://www.nd.edu/~wschnei1/courses.shtml}.

\section{Academic honesty}
\label{sec-8}
Should go without saying. Any cheating or misrepresenting of work as your own will be dealt with according to the Honor Code policies of the university. I reserve the right to relocate any students during an examination at my discretion.

\section{Professional courtesy}
\label{sec-9}
As a courtesy to the instructor and your classmates, please refrain from
texting, web browsing, tweeting, updating, or using your phone or laptop for any
purpose during class time.  If you must use an electronic device, excuse
yourself from class.

\section{Office hours}
\label{sec-10}
The TA and instructor are happy to answer questions during regular office hours or by appointment if you need extra help.

\begin{center}
\begin{tabular}{ll}
Dr. Bill Schneider\quad\quad & Mr. Sichi Li, \email{sli12@nd.edu}\\
123a Cushing & 150 Fitz\\
M, 4-5 pm & W, 4-5 pm\\
\end{tabular}
\end{center}


\section{Course Calendar}
\label{sec-11}
(subject to revision)
\begin{center}
\begin{tabular}{lllllll}
\hline
 & 1/13 & 1/15 & \quad\quad\quad\quad & 3/14 & 3/16 & 3/18\\
 & Welcome! &  &  & \emph{Quiz 2} & \textbf{HW 6} & \\
\hline
1/18 & 1/20 & 1/22 &  & 3/21 & 3/23 & 3/25\\
Tutorial & \textbf{HW 1} &  &  & Tutorial & \textbf{Exam 2} & \textbf{Good Friday}\\
\hline
1/25 & 1/27 & 1/29 &  & 3/28 & 3/30 & 4/1\\
Tutorial &  & \textbf{HW 2} &  & \textbf{Easter} &  & \textbf{HW 7}\\
\hline
2/1 & 2/3 & 2/5 &  & 4/4 & 4/6 & 4/8\\
\emph{Quiz 1} &  &  &  & Tutorial &  & \\
\hline
2/8 & 2/10 & 2/12 &  & 4/11 & 4/13 & 4/15\\
\textbf{HW 3} &  & \textbf{Exam 1} &  & \textbf{HW 8} &  & \\
Tutorial &  &  &  & Tutorial &  & \\
\hline
2/15 & 2/17 & 2/19 &  & 4/18 & 4/20 & 4/22\\
Tutorial &  &  &  & \emph{Quiz 3} & \textbf{HW 9} & \\
\hline
2/22 & 2/24 & 2/26 &  & 4/25 & 4/27 & 4/29\\
\textbf{HW 4} &  &  &  & Tutorial & \textbf{Last class} & \textbf{HW 10}\\
\hline
2/29 & 3/2 & 3/4 &  &  & \textbf{Final Exam} & \\
Tutorial & \textbf{HW 5} &  &  &  & \textbf{TBD} & \\
\hline
3/7 & 3/9 & 3/11 &  &  &  & \\
\textbf{BREAK} & \textbf{BREAK} & \textbf{BREAK} &  &  &  & \\
\hline
\end{tabular}
\end{center}
% Emacs 25.0.50.1 (Org mode 8.2.10)
\end{document}